package com.mingrisoft.codecard.data;

/**
 * Author LYJ
 * Created on 2017/1/24.
 * Time 08:43
 */

public class WordUtils {
    private static final String TAG = WordUtils.class.getSimpleName();
    private static String poetry = "日照香炉生紫烟，遥看瀑布挂前川，" +
            "飞流直下三千尺，疑是银河落九天，" + "故人西辞黄鹤楼，烟花三月下扬州，" +
            "孤帆远影碧空尽，惟见长江天际流，" + "朝辞白帝彩云间，千里江陵一日还，" +
            "两岸猿声啼不住，轻舟已过万重山，" + "清明时节雨纷纷，路上行人欲断魂，" +
            "借问酒家何处有，牧童遥指杏花村，" + "两岸青山相对出，孤帆一片日边来，" +
            "天门中断楚江开，碧水东流至此回，" + "李白乘舟将欲行，忽闻岸上踏歌声，" +
            "桃花潭水深千尺，不及汪伦送我情，" + "君问归期未有期，巴山夜雨涨秋池，" +
            "何当共剪西窗烛，却话巴山夜雨时，" + "兰陵美酒郁金香，玉碗盛来琥珀光，" +
            "但使主人能醉客，不知何处是他乡，" + "寒雨连江夜入吴，平明送客楚山孤，" +
            "洛阳亲友如相问，一片冰心在玉壶，" + "少小离家老大回，乡音无改鬓毛衰，" +
            "儿童相见不相识，笑问客从何处来，" + "岐王宅里寻常见，崔九堂前几度闻，" +
            "正是江南好风景，落花时节又逢君，" + "姑苏城外寒山寺，夜半钟声到客船" ;
    public static String[] getDataStringArray(){
        return poetry.split("，");
    }
}
